import photo from '../../../images/photo.jpg';
import Header from '../../Header';

const Experience = () => {
    return (
        <>

            <div className='main-info'>
                <h1>Єфремова Ганна Сергіївна</h1>
                <img src={photo} alt="фото"/>
            </div>

            <Header />

            <div className='container'>

                <h2>Досвід&#42889;</h2>

                <div className='work-experience-info'>

                    <div className='card'>
                        <h3>USAID Economic Resilience Activity</h3>
                        <p><strong>HR-менеджер</strong>
                        <br/>
                        <em>Червень 2022 &#8211; Теперешній час</em>
                        </p>
                        <ul className='card-list'>
                            <li>Найм незалежних консультантів до проєкту, 
                                ведення документації за вимогами організації;</li>
                            <li>Робота із документацією у внітрішніх 
                                системах компанії TAMIS, HOPP, ORACLE</li>
                            <li>Переклад документів, пов&#39;язаних із програмою 
                            &#40;англійська/українська&#41;;</li>
                        </ul>
                    </div>

                    <div className='card'>
                        <h3>USAID Economic Resilience Activity</h3>
                        <p><strong>Асистент міжнародної програми</strong>
                        <br/>
                        <em>Жовтень 2021 &#8211; Червень 2022</em>
                        </p>
                        <ul className='card-list'>
                            <li>Забезпечення програмної, фінансової, адміністративної та 
                                логістичної підтримки для успішної реалізації програми;</li>
                            <li>Складання документів, звітів та історій успіху, 
                                пов&#39;язаних із програмою;</li>
                            <li>Переклад документів, пов&#39;язаних із програмою 
                            &#40;англійська/українська&#41;;</li>
                            <li>Поїздки до регіонів для підтримки програмних заходів.</li>
                        </ul>
                    </div>

                    <div className='card'>
                        <h3>MAINSTREAM Ltd</h3>
                        <p><strong>Перекладач англійської мови</strong>
                        <br/>
                        <em>Вересень 2018 &#8211; Жовтень 2021</em>
                        </p>
                        <ul className='card-list'>
                            <li>Письмові переклади в рамках трьох мов &#40;англійська, російська, українська&#41;.
                                Тематики&#42889; PR, маркетинг, юридичні документи;</li>
                            <li>Переклад/локалізація рекламних релізів/новин 
                            &#40;різна тематика, від нафтогазової сфери до авіаційного сектора&#41;;</li>
                            <li>Вичитування/редагування вже готових текстів &#40;всі три мови&#41;
                                за запитом співробітників;</li>
                            <li>Усний послідовний перекл9ад на зустрічах.</li>
                        </ul>
                    </div>

                    <div className='card'>
                        <h3>ТОВ &#171;РУСТ Україна&#187;</h3>
                        <p><strong>Персональний асистент генерального директора</strong>
                        <br/>
                        <em>Листопад 2013 &#8211; Грудень 2016</em>
                        </p>
                        <ul className='card-list'>
                            <li>Підготовка МоМ англійською мовою, перевірка виконання завдань, 
                                визначених у МоМ;</li>
                            <li>Переклад ділового листування, 
                                мовна підтримка нових співробітників;</li>
                            <li>Візова підтримка співробітників, організація міжнародних 
                                ділових поїздок, бронювання квитків і готелів.</li>
                        </ul>
                    </div>

                </div>
                
            </div>

        </>
        
    )
}

export default Experience;
